Repository: thompson-tomo/TIKSN-Framework
Catalog: TIKSN.LanguageLocalization/MultilingualResources/TIKSN.LanguageLocalization.*.xlf
Languages: ru

source: Advertisement
ru: Реклама

source: About this application
ru: Об этом приложении

source: Dark
ru: Темная

source: Settings
ru: Параметры

source: Privacy Terms
ru: Конфиденциальность и условия использования

source: Light
ru: Светлая

source: Theme
ru: Тема

source: Language
ru: Язык

source: Available in {0} languages
ru: Доступно на {0} языках

source: {0} languages
ru: {0} языки

source: Maintenance {0} per month
ru: Поддержание {0} за месяц

source: Up to {0} pages
ru: Более {0} страниц

source: Version {0}
ru: Версия {0}

source: Art of Living
ru: Искусствожизни

source: Contacts
ru: Контакты

source: Desktop %%amp; Server
ru: Рабочий стол и сервер

source: Desktop Application development
ru: Разработка классического приложения

source: E-Mail:
ru: Эл. Почта:

source: First name:
ru: Имя:

source: Last name:
ru: Фамилия:

source: Message:
ru: Сообщение:

source: Mobile %%amp; Tablet
ru: Мобильный и планшет

source: Products
ru: Продукты

source: Search Engine Optimization
ru: Поисковая оптимизация

source: Service-Oriented Application development
ru: Разработка сервис-ориентированного приложения

source: Services
ru: Сервисы

source: Latest and Greatest Technologies
ru: Новейшие и Наилучшие Технологии

source: STOZE
ru: СТОЗ

source: Web
ru: Веб

source: Web API development
ru: Веб ИПП разработка

source: Web Application development
ru: Разработка веб приложений

source: Website development
ru: Разработка веб сайта

source: Windows Phone App development
ru: Разработка приложений Windows Phone

source: Windows Service development
ru: Разработка службы Windows

source: Windows Store App development
ru: Разработка Windows Store приложения

source: All rights reserved.
ru: Все права защищены

source: More
ru: Дополнительно

source: Armenian
ru: Армянский

source: Available in one language
ru: Доступен на одном языке.

source: Contact
ru: Связь

source: Desktop Application
ru: Классическое приложение

source: English
ru: Английский

source: Software and Services
ru: Программное обеспечение и услуги

source: Initial release
ru: Первый выпуск

source: Not a valid e-mail address
ru: Неправильный электронный адрес

source: Latest release
ru: Последний выпуск

source: Maintained
ru: Поддерживается

source: No
ru: Нет

source: Required
ru: Обязательный

source: Russian
ru: Русский

source: Scope
ru: Область

source: See also
ru: Посмотри еще

source: Send
ru: Отправить

source: Service-Oriented Application
ru: Сервис-ориентированное приложение

source: Software Library
ru: ПО библиотека

source: Visit
ru: Посетить

source: Web API
ru: Веб ИПП

source: Web Application
ru: Веб приложение

source: Website
ru: Веб сайт

source: Windows Phone App
ru: Windows Phone приложение

source: Windows Service
ru: Windows служба

source: Windows Store App
ru: Windows Store приложение

source: Yes
ru: Да

source: Your email address
ru: Ваш Электронный Адрес

source: Your first name
ru: Ваше имя

source: Your last name
ru: Ваша фамилия

source: Advanced
ru: Расширенный

source: This plan is suitable for medium businesses․
ru: Этот план удобнее для среднего бизнеса.

source: Basic
ru: Основной

source: This plan is suitable for start-ups and small businesses.
ru: Этот план удобнее для начинающего и малого бизнеса.

source: Basic UI Design
ru: Основной ИП дизайн

source: Clean UI Design
ru: Простой ИП дизайн

source: Client Applications
ru: Клиентские приложения

source: Consultancy
ru: Консультация

source: Custom Order
ru: Индивидуальный заказ

source: Data
ru: Данные

source: Deployment
ru: Развертывание

source: Domain Email setup
ru: Установка электронной почты для домена

source: Economy
ru: Экономичный

source: This plan is suitable for personal websites.
ru: Этот план удобнее для персональных веб сайтов.

source: Extensible Localization
ru: Расширяемая локализация

source: Medium business
ru: Средний бизнес

source: Modern UI Design
ru: Современный ИП дизайн

source: 1 language (non-localizable)
ru: 1 язык (не локализированный)

source: Order
ru: Заказать

source: Personal
ru: Персональный

source: Small business
ru: Малый бизнес

source: Technologies
ru: Технологии

source: Desktop Application development order
ru: Заказ разработки классического приложения

source: Maintenance
ru: Поддерживание

source: Monthly
ru: Ежемесячно

source: Once
ru: Однократно

source: Search Engine Optimization order
ru: Заказ поисковой оптимизации

source: Service
ru: Сервис

source: Service-Oriented Application development order
ru: Заказ разработки сервис-ориентированного приложения

source: Web API development order
ru: Заказ веб ИПП разработки

source: Web Application development order
ru: Заказ разработки веб приложения

source: Website development order
ru: Заказ разработки веб сайта

source: Windows Phone App development order
ru: Заказ разработки приложений Windows Phone

source: Windows Service development order
ru: Заказ разработки службы Windows

source: Windows Store App development order
ru: Заказ разработки Windows Store приложения

source: Closed source
ru: Закрытый код

source: Current
ru: Актуальное

source: Deprecated
ru: Устаревший

source: Discontinued
ru: Прекращенный

source: License
ru: Лицензия

source: Open source
ru: Открытый код

source: Proprietary software
ru: Частное програмное обеспечение

source: Source model
ru: Исходный код

source: Working state
ru: Состояние

source: Concierge
ru: Консьерж

source: Age
ru: Возраст

source: Algorithms
ru: Алгоритмы

source: American University of Armenia
ru: Американский университет Армении

source: Welcome to my website.
ru: Добро пожаловать на мой сайт.

source: Bachelor of Informatics and Applied Mathematics, Computer Science
ru: Бакалавр информатики и прикладной математики, компьютерных наук

source: Education
ru: Образование

source: E-Mail
ru: Эл. Почта

source: Tigran Torosyan
ru: Тигран Торосян

source: Tigran TIKSN Torosyan
ru: Тигран ТИКСН Торосян

source: Hello, world!
ru: Привет, мир!

source: Italian
ru: Итальянский

source: Languages
ru: Языки

source: Master of Computer Information Science, Computer Science
ru: Магистр компьютерных информационных наук, компьютерных наук

source: Software Engineer
ru: Инженер программного обеспечения

source: Occupation
ru: Занятие

source: Skills
ru: Навыки

source: TIKSN Blog
ru: ТИКСН Блог

source: Twitter
ru: Твиттер

source: Yerevan State University
ru: Ереванский государственный университет

source: Me
ru: Я

source: Contact Me
ru: Свяжитесь со мной

source: Office app development
ru: Разработка Office приложения

source: PowerShell module development
ru: Разработка PowerShell модуля

source: SharePoint app development
ru: Разработка SharePoint приложения

source: PowerShell module development order
ru: Заказ разработки PowerShell модуля

source: No results found.
ru: Результаты не найдены.

source: Powered by Bing®
ru: На платформе Bing®

source: Powered by Microsoft® Translator
ru: На платформе Microsoft® Translator

source: Search
ru: Поиск

source: Search ...
ru: Поиск ...

source: Search results
ru: Результаты поиска

source: Spelling suggestions
ru: Рекомендации правописания

source: Synonyms
ru: Синонимы

source: Translations
ru: Переводы

source: Technologies used
ru: Используемые технологии

source: Data-Centric Business Application development
ru: Разработка бизнес-приложений ориентированных на данные

source: Data-Centric Business Application development order
ru: Заказ разработки бизнес-приложений ориентированных на данные

source: Error occurred while system were trying to send an email.
ru: Ошибка произошла, когда система пытается отправить письмо.

source: Ukrainian
ru: Украинский

source: Open-source software
ru: Программное обеспечение с открытым исходным кодом

source: Windows CE/Mobule application development
ru: Разработка приложений Windows CE / Mobule

source: For Windows 10
ru: Для Windows 10

source: For Windows 8.1 and earlier
ru: Для Windows 8.1 и более ранних версий

source: Details
ru: Подробности

source: Custom Search
ru: Пользовательский поиск

source: Senior Software Engineer
ru: Старший инженер-программист

source: Central Bank of Armenia
ru: Центра́льный банк Армении

source: European Central Bank
ru: Европейский центральный банк

source: National Bank of Ukraine
ru: Национальный банк Украины

source: Central Bank of Russia
ru: Банк России

source: Reserve Bank of Australia
ru: Резервный банк Австралии

source: Federal Reserve System
ru: Федеральная резервная система

source: Bank of Canada
ru: Банк Канады

source: The Central Bank of the Republic of Armenia
ru: Центральный банк Республики Армения

source: Swiss National Bank
ru: Национальный банк Швейцарии

source: Bank of England
ru: Банк Англии

source: The Central Bank of the Russian Federation
ru: Центральный банк Российской Федерации
